export const data = {
  about: {
    title: 'Кто мы и что вы получите от наших услуг',
    description: `Добро пожаловать в учебный центр LEVEL! Мы — современный учебный центр, основанный с целью предоставить каждому желающему качественное и доступное образование, а также возможность обучаться за рубежом. Наша команда состоит из людей, которые обучались за границей, и готовы применить свой бесценный опыт и методики для вас. Идея создания гибридного образовательного центра, который включал бы в себя обучение и помощь в выборе и подаче заявлений в вузы, не нова и широко применяется по всему миру. Однако на данный момент в Узбекистане мы являемся первой такой образовательной платформой, не имеющей аналогов. Более того, мы делаем образование доступным для каждого и не ограничиваем возможности, предлагая современные методики обучения и качественный сервис. Если вы готовы получать новые знания и учиться в мировых вузах, тогда мы поможем вам осуществить ваши цели.
`,
    topText: 'О нас',
    motto: 'Девиз',
    why: 'Почему стоит учиться в учебном центре LEVEL?',
  },

  header: {
    header_logo1: 'Study',
    tabs: {
      courses: 'Курсы',
      about: 'О нас',
      studyAbroad: 'Обучение за рубежом',
      contact: 'Контакты',
      careers: 'Карьера',
    },
    langs: {
      uzb: 'Узбекский',
      rus: 'Русский',
      eng: 'Английский',
    },
    theme: {
      light: 'Светлая',
      dark: 'Темная',
    },
    logoSideText: 'Учебный',
    accessibility: {
      title: 'Доступность',
      enlargeText: 'Увеличить текст',
      reduceText: 'Уменьшить текст',
      grayscale: 'Черно-белый',
      highContrast: 'Высокий контраст',
      negativeContrast: 'Негативный контраст',
      reset: 'Сбросить',
      themeToggle: 'Сменить тему',
    },
  },

  landingAdd: {
    mainTitle: ['Регистрация', 'открыта сейчас'],
    subTitle:
      'ЗАРЕГИСТРИРУЙТЕСЬ В ГРУППУ ВОВРЕМЯ И ПОЛУЧИТЕ ВОЗМОЖНОСТЬ УЧИТЬСЯ ЗА ГРАНИЦЕЙ',
    buttonText: 'Заполнить форму',
    topPic: ['НОВЫЙ', 'УЧЕБНЫЙ', 'ГОД'],
    bottomPic: ['НОВЫЕ', 'ЦЕЛИ'],
  },

  reasons: [
    {
      question:
        'Для наших учеников с отличной успеваемостью мы бесплатно подаём заявки в иностранные университеты на грантовой и платной основах.',
      answer:
        'Вам больше не нужно заниматься поиском университетов самим. Наши специалисты сделают это за вас: подберут университет, подходящий вашим навыкам и достижениям, и помогут подготовить весь пакет документов для подачи в университет и получения визы. Стоит учитывать, что для подачи в университет на грантовой основе ваши предыдущие оценки должны быть выше среднего, а также требуется сертификат о знании языка с определённым уровнем.',
    },
    {
      question:
        'Бесплатное обучение или скидки на курсы для учеников нашего учебного центра.',
      answer: `Бесплатное обучение возможно! Наш учебный центр – единственный такого рода в Узбекистане. Ученики нашего учебного центра могут учиться на бесплатной основе, если они соответствуют следующим требованиям:
      a) Показывают отличную успеваемость.
      b) Получают наивысшие баллы 99+ на экзаменах и тестах.
      Мы также предоставляем скидки на обучение в нашем учебном центре (корпоративные, по рекомендации друга и другие).
`,
    },
    {
      question:
        'Все наши преподаватели сертифицированы, а также являются студентами либо выпускниками мировых университетов.',
      answer:
        'Члены нашей команды имеют официальные сертификаты, подтверждающие уровень и знание иностранного языка, выданные госучреждениями и консульствами. Знания, полученные за рубежом, они применяют в методике обучения, что положительно влияет на его качество.',
    },
    {
      question: 'Предоставление занятий в онлайн-режиме.',
      answer:
        'Онлайн-занятия актуальны как никогда. Их преимущество — это гибкость, которая подстраивается под ваш график. Преподаватели, находящиеся за рубежом, отлично применяют эту методику, невзирая на географическое положение, что позволяет им передавать последние тренды и актуальные знания.',
    },
  ],
  news: 'Новости!',

  blogs: [
    {
      id: 1,
      img: '/coming-soon.jpg',
      title: 'Что-то, что вы хотите узнать о нас',
      comingSoon: true,
    },
    {
      id: 2,
      img: '/coming-soon.jpg',
      title: 'Что-то, что вы хотите узнать о нас',
      comingSoon: true,
    },
    {
      id: 3,
      img: '/coming-soon.jpg',
      title: 'Что-то, что вы хотите узнать о нас',
      comingSoon: true,
    },
    {
      id: 4,
      img: '/coming-soon.jpg',
      title: 'Что-то, что вы хотите узнать о нас',
      comingSoon: true,
    },
  ],

  classPage: {
    homeContent: {
      title: 'Доступные занятия в наших клубах',
      subtitle: 'Выберите свой любимый курс и начните обучение с нами!',
    },
    mainContent: {
      video: '',
      title:
        'Откройте для себя расширенные возможности обучения в Level Учебном центре!',
      description: [
        'В нашем образовательном центре вы сможете пройти широкий спектр курсов, направленных на повышение ваших навыков и знаний.',
        'Выберите один из различных курсов, включая:',
        [
          'Продвинутое обучение языкам для профессионального и личного развития',
          'Курсы подготовки к IELTS',
          'Курсы подготовки к TOPIK',
          'Курсы корейского языка',
          'Корпоративные программы обучения языкам',
        ],
        'Наша программа обучения также включает специализированные курсы по английскому, IELTS, TOPIK, корейскому языку и корпоративные курсы.',
      ],
      button: 'Все курсы',
    },

    classList: [
      {
        title: 'Английский Язык',
        list: [
          {
            name: 'Общий Английский',
            description:
              'Этот всесторонний курс предлагает прочную основу в английском языке, охватывая ключевые языковые навыки, такие как чтение, письмо, восприятие на слух и разговорная речь. Курс акцентирует внимание на практическом использовании и общении, обеспечивая надежную базу для повседневного и профессионального взаимодействия.',
            video:
              'https://player.vimeo.com/video/753901222?autoplay=1&title=0&byline=0&portrait=0',
            forWhom: [
              'Люди, стремящиеся улучшить свои общие навыки английского языка.',
              'Начинающие, желающие повысить уверенность в использовании английского в различных контекстах.',
              'Носители других языков, которым необходимо улучшить свои коммуникативные навыки для личных или профессиональных целей.',
            ],
            cost: '$ N/A',
            duration: '12 недель',
            intensity: 3 / 4,
            purpose:
              'Создать прочную основу в английском языке, позволяющую учащимся эффективно общаться как в личной, так и в профессиональной среде.',
            effects: [
              'Улучшение беглости в английском языке.',
              'Повышение способности понимать и производить устный и письменный английский.',
              'Повышение уверенности в использовании английского в повседневных взаимодействиях.',
            ],
          },
          {
            name: 'Индивидуальные Занятия по Английскому',
            description:
              'Эти персонализированные уроки предназначены для удовлетворения ваших конкретных потребностей и целей обучения. Независимо от того, нужно ли вам сосредоточиться на бизнес-английском, академическом письме или разговорных навыках, эти индивидуальные занятия предоставляют целенаправленное обучение и обратную связь.',
            video:
              'https://player.vimeo.com/video/753901222?autoplay=1&title=0&byline=0&portrait=0',
            forWhom: [
              'Учащиеся, которые ищут индивидуализированное обучение в соответствии со своими уникальными потребностями и целями.',
              'Профессионалы, которым нужно улучшить конкретные навыки английского, связанные с их работой.',
              'Студенты, которым требуется сосредоточенная поддержка для достижения успехов в учебе или на экзаменах.',
            ],
            cost: '$ N/A',
            duration: 'Гибкое расписание в зависимости от доступности',
            intensity: 2 / 4,
            purpose:
              'Предоставить индивидуальную поддержку и обучение, позволяя учащимся более эффективно достигать своих целей в изучении английского языка.',
            effects: [
              'Персонализированная обратная связь и адаптированные уроки для удовлетворения конкретных потребностей.',
              'Быстрое улучшение в целевых областях английского.',
              'Повышение уровня владения английским и уверенности в использовании языка.',
            ],
          },
          {
            name: 'Английский для Детей',
            description:
              'Этот курс для юных учащихся делает изучение английского языка увлекательным и интересным с помощью интерактивных заданий и игр. Основное внимание уделяется развитию базовых языковых навыков в поддерживающей среде, способствующей раннему языковому развитию.',
            video:
              'https://player.vimeo.com/video/753901222?autoplay=1&title=0&byline=0&portrait=0',
            forWhom: [
              'Дети в возрасте от 6 до 12 лет, начинающие изучение английского языка.',
              'Родители, ищущие качественное образование по английскому языку для своих детей.',
              'Молодые учащиеся, которые любят интерактивное и игровое обучение.',
            ],
            cost: '$ N/A',
            duration: '10 недель',
            intensity: 2 / 4,
            purpose:
              'Обеспечить прочную основу в английском языке через увлекательные и возрастные занятия, создавая базу для дальнейшего изучения языка.',
            effects: [
              'Улучшение словарного запаса и базовых грамматических навыков.',
              'Повышение способности использовать английский в повседневных ситуациях.',
              'Увеличение интереса к изучению английского языка.',
            ],
          },
          {
            name: 'Корпоративные Курсы',
            description:
              'Эти специализированные курсы предназначены для удовлетворения языковых потребностей профессионалов в корпоративной среде. Курс акцентирует внимание на бизнес-коммуникации, включая написание отчетов, проведение встреч и участие в профессиональных обсуждениях.',
            video:
              'https://player.vimeo.com/video/753901222?autoplay=1&title=0&byline=0&portrait=0',
            forWhom: [
              'Корпоративные команды и индивидуумы, стремящиеся улучшить свой бизнес-английский.',
              'Профессионалы, которым необходимо улучшить свои коммуникативные навыки для международного бизнеса.',
              'Компании, стремящиеся повысить квалификацию своих сотрудников в эффективной бизнес-коммуникации.',
            ],
            cost: '$ N/A',
            duration: 'Зависит от потребностей компании и структуры программы',
            intensity: 3 / 4,
            purpose:
              'Улучшить навыки бизнес-коммуникации, позволяя сотрудникам эффективно взаимодействовать в профессиональной среде и способствовать успеху компании.',
            effects: [
              'Улучшение способности эффективно общаться в бизнес-контекстах.',
              'Повышение профессиональных навыков письма и говорения.',
              'Лучшая подготовка к глобальным бизнес-взаимодействиям.',
            ],
          },
          {
            name: 'IELTS',
            description:
              'Этот интенсивный курс предназначен для подготовки учащихся к экзамену IELTS, охватывая все компоненты теста: аудирование, чтение, письмо и говорение. Курс включает стратегии сдачи экзамена, практические тесты и обратную связь для достижения желаемого балла.',
            video:
              'https://player.vimeo.com/video/753901222?autoplay=1&title=0&byline=0&portrait=0',
            forWhom: [
              'Студенты, стремящиеся учиться за границей или эмигрировать в англоязычные страны.',
              'Люди, которым нужен высокий балл по IELTS для академических или профессиональных целей.',
              'Сдающие экзамен, ищущие всестороннюю подготовку и практику для экзамена IELTS.',
            ],
            cost: '$ N/A',
            duration: '8 недель',
            intensity: 4 / 4,
            purpose:
              'Обеспечить тщательную подготовку к экзамену IELTS, гарантируя, что учащиеся хорошо подготовлены для достижения целевых баллов.',
            effects: [
              'Повышение баллов на экзамене IELTS.',
              'Улучшение академических и общих навыков английского.',
              'Улучшение уверенности в навыках и стратегиях сдачи экзамена.',
            ],
          },
        ],
      },
      {
        title: 'Корейский Язык',
        list: [
          {
            name: 'Индивидуальные Занятия по Корейскому',
            description:
              'Персонализированные занятия корейским языком, адаптированные под ваши конкретные потребности и цели обучения. Эти индивидуальные занятия сосредоточены на навыках говорения, слушания, чтения и письма, адаптируясь к вашему темпу и интересам.',
            video:
              'https://player.vimeo.com/video/753901222?autoplay=1&title=0&byline=0&portrait=0',
            forWhom: [
              'Учащиеся, предпочитающие индивидуальное внимание и персонализированное обучение.',
              'Начинающие и продвинутые студенты, стремящиеся улучшить свои навыки корейского языка.',
              'Люди, интересующиеся корейской культурой и языком через персонализированный опыт обучения.',
            ],
            cost: '$ N/A',
            duration:
              'Гибкое расписание в зависимости от доступности студентов',
            intensity: 2 / 4,
            purpose:
              'Предоставить индивидуальное обучение, соответствующее целям ученика, облегчая более быстрое и эффективное освоение языка.',
            effects: [
              'Персонализированные уроки и обратная связь.',
              'Ускоренное улучшение навыков корейского языка.',
              'Повышение уверенности и навыков в использовании корейского языка.',
            ],
          },
          {
            name: 'Групповые Занятия по Корейскому',
            description:
              'Интерактивные групповые занятия, предназначенные для улучшения навыков корейского языка через совместное обучение. Курс фокусируется на практике разговорной речи, понимании культуры и групповых активностях, способствующих освоению языка.',
            video:
              'https://player.vimeo.com/video/456789012?autoplay=1&title=0&byline=0&portrait=0',
            forWhom: [
              'Люди, ищущие динамичную и социальную среду для обучения.',
              'Студенты, желающие изучать корейский в групповой обстановке.',
              'Те, кто хочет улучшить разговорный корейский и понимание корейской культуры.',
            ],
            cost: '$ N/A',
            duration: '10 недель (1 занятие в неделю)',
            intensity: 3 / 4,
            purpose:
              'Стимулировать изучение языка через групповое взаимодействие, способствуя развитию разговорных навыков и культурному пониманию в совместной обстановке.',
            effects: [
              'Улучшение навыков разговорного корейского.',
              'Углубленное понимание корейской культуры и обычаев.',
              'Повышение вовлеченности и мотивации через групповое обучение.',
            ],
          },
          {
            name: 'TOPIK',
            description:
              'Специализированный курс, предназначенный для подготовки студентов к TOPIK (Тест на уровень владения корейским). Он охватывает все разделы теста, включая чтение, письмо, восприятие на слух и говорение, с акцентом на развитие навыков, необходимых для успешной сдачи экзамена.',
            video:
              'https://player.vimeo.com/video/753901222?autoplay=1&title=0&byline=0&portrait=0',
            forWhom: [
              'Люди, готовящиеся к тесту TOPIK.',
              'Учащиеся, стремящиеся оценить и улучшить свои навыки корейского языка.',
              'Те, кто хочет получить сертификат для академических или профессиональных целей.',
            ],
            cost: '$ N/A',
            duration: 'Зависит от потребностей подготовки',
            intensity: 3 / 4,
            purpose:
              'Тщательно подготовить учащихся к экзамену TOPIK, улучшая их навыки корейского языка по всем компонентам теста.',
            effects: [
              'Улучшение результатов на тесте TOPIK.',
              'Повышение общего уровня владения корейским языком.',
              'Лучшее понимание корейского языка и культуры.',
            ],
          },
        ],
      },
    ],
    classContainer: {
      cost: 'Стоимость',
      enrollBtn: 'Записаться на курс',
      forWhom: 'Для кого',
      duration: 'Длительность',
      intensity: 'Интенсивность',
      purpose: 'Цель курса',
      effects: 'Эффекты',
    },
  },
  schedule: {
    title: 'Места',
    map: 'Карта',
    list: 'Список',
    getDirections: 'Проложить маршрут с помощью ',
    places: [
      {
        cityName: 'Чирчик',
        clubs: [
          {
            name: 'LEVEL учебный центр',
            address:
              'улица Шарафа Рашидова  4 дом Чирчик 111700 Ташкентская область Узбекистан',
            latitude: 41.4725,
            longitude: 69.5906,
            image: '/logo.svg',
            benefits: [
              'Английский',
              'Китайский',
              'Разработка программного обеспечения',
              'Разработка аппаратного обеспечения',
              'Разработка Frontend',
              'Разработка Backend',
              'Математика',
            ],
          },
        ],
      },
    ],
  },

  yes2MoveCourses: [
    {
      video:
        'https://player.vimeo.com/video/399707077?autoplay=1&title=0&byline=0&portrait=0',
      img: '/offer5.webp',
      title: 'TURBO COMBUSTION',
      trainers: 'Maria and Kamil Mańko',
      duration: '30',
      desc: 'short',
    },
    {
      video:
        'https://player.vimeo.com/video/399716434?autoplay=1&title=0&byline=0&portrait=0',
      img: '/offer2.webp',
      title: 'GOOD MORNING YOGA',
      trainers: 'Adrian Matecki',
      duration: '15',
      desc: 'short',
    },
    {
      video:
        'https://player.vimeo.com/video/399692892?autoplay=1&title=0&byline=0&portrait=0',
      img: '/offer3.webp',
      title: 'STRETCHING FOR WARM-UP',
      trainers: 'Agnieszka Dolniak',
      duration: '15',
      desc: 'short',
    },
    {
      video:
        'https://player.vimeo.com/video/399716434?autoplay=1&title=0&byline=0&portrait=0',
      img: '/offer4.webp',
      title: 'CORE PILATES',
      trainers: 'atrick Tomaszewski',
      duration: '15',
      desc: 'short',
    },
  ],
  offers: {
    title: 'Предложения',
    forYou: {
      title: 'для вас',
      desc: 'Выберите центр и начните ваше приключение с нами!',
      btn: 'Выберите центр',
    },
    forCompanies: {
      title: 'для компаний',
      desc: ['Посмотрите наши предложения для', 'ваших команд и сотрудников'],
      btn: 'Узнать больше',
      managerContact: {
        title: 'Свяжитесь напрямую с менеджером',
        description:
          'Пожалуйста, свяжитесь с менеджером для получения дополнительной информации о наших услугах и предложениях с 08:00 до 20:00.',
        tel: '+998 99 005 37 47',
        email: 'level.edu.uz.@gmail.com',
        link: 'Телефон',
        phone: 'Позвоните мне',
        mail: 'Электронная почта',
        closeBtn: 'Закрыть',
      },
    },
    packages: {
      ielts: {
        title: 'IELTS',
        desc: 'Онлайн-обучение',
      },
      korean: {
        title: 'Корейский язык',
        desc: 'Онлайн-обучение',
      },
      kids: {
        title: 'Детский клуб',
        desc: 'Онлайн-обучение',
      },
    },
  },

  footer: {
    information: {
      title: 'Информация',
      links: [
        {
          title: 'Уровень образования',
          href: '/',
        },

        {
          title: 'Карьера',
          href: '/careers',
        },
        {
          title: 'Новости',
          href: '/#news-section',
        },
        {
          title: 'Курсы',
          href: '/classes',
        },
      ],
    },
    services: {
      title: 'Услуги',
      links: [
        {
          title: 'Предложение для компаний',
          href: '/#offersComp',
        },
        {
          title: 'Для вас',
          href: '/#forYou',
        },
        {
          title: 'Обучение за границей',
          href: '/study-abroad',
        },
        {
          title: 'Найдите ваш центр',
          href: '/contact#map',
        },
      ],
    },
    contact: {
      title: 'Свяжитесь с нами',
      links: [
        {
          title: 'Контакты',
          href: '/contact',
        },
      ],
    },
    copyright: {
      name: 'LEVEL учебный центр',
    },
  },
  contactForm: {
    title: 'Заполните форму',
    description: 'Оставьте свои данные, и мы свяжемся с вами',
    email: 'Электронная почта',
    name: 'Имя и фамилия',
    phone: 'Телефон',
    message: 'Сообщение',
    emailPlaceholder: 'example@domain.com',
    namePlaceholder: 'Ишматов Тошмат',
    phonePlaceholder: '+998 99 999 99 99',
    messagePlaceholder: 'Ваше сообщение здесь...',
    button: 'Отправить сообщение',
    required: 'обязательные поля',
  },
  toastMessages: {
    pending: 'Отправка вашего сообщения...',
    success:
      'Ваше сообщение успешно отправлено, пожалуйста, ожидайте нашего ответа!',
    error:
      'Ошибка при отправке формы, лучше отправить электронное письмо: sampleEmail@level-edu.uz',
  },
  hero: {
    title:
      'Присоединяйтесь к нашему списку ожидания: Будьте в числе первых, кто исследует мир!',
    description:
      'Наши программы обучения за границей разработаны для того, чтобы предложить вам уникальный образовательный опыт, сочетающий академическое превосходство с культурным погружением. Готовьтесь открывать новые культуры, встречать разные сообщества и расширять свой глобальный кругозор, продолжая учебу. Эта страница специально создана, чтобы сэкономить ваше время и помочь вам найти идеальную международную программу, прежде чем вы отправитесь в это захватывающее путешествие. Присоединяйтесь к нашему списку ожидания сегодня и будьте первыми, кто получит обновления о наших предстоящих программах, стипендиях и эксклюзивных возможностях!',
    button: 'Присоединиться к списку ожидания',
    checkUs: 'Посмотрите нас в социальных сетях',
    thankYou: {
      title: 'Спасибо за участие!',
      description:
        'Мы ценим ваш интерес к нашим программам. Вы будете в числе первых, кто получит обновления о наших новых возможностях обучения за границей.',
      stayTuned:
        'Ожидайте дополнительную информацию. Подписывайтесь на наши социальные сети, чтобы быть в курсе последних новостей и обновлений.',
    },
  },
  popularActivities: {
    title: 'Популярные занятия',
    classes: [
      {
        topText: 'ПОДГОТОВКА К ЭКЗАМЕНАМ',
        title: 'ПОДГОТОВКА К IELTS',
        description:
          'Наши занятия по подготовке к IELTS разработаны для того, чтобы помочь вам достичь желаемого результата. Мы предлагаем комплексное обучение по всем четырем модулям: Аудирование, Чтение, Письмо и Разговорная речь. Благодаря практическим тестам, увеличению словарного запаса и персонализированным отзывам вы улучшите свои навыки и повысите уверенность в себе.',
        icons: ['/popularicon1.svg', '/popularicon2.svg', '/popularicon3.svg'],
        href: '/classess/ielts?lang=ru',
      },
      {
        topText: 'ИЗУЧЕНИЕ ЯЗЫКА',
        title: 'КУРСЫ КОРЕЙСКОГО ЯЗЫКА',
        description:
          'Погрузитесь в изучение корейского языка с нашими интерактивными занятиями. От базового словарного запаса и грамматики до продвинутых навыков общения, наша программа обучения поможет вам эффективно освоить корейский язык. Независимо от того, готовитесь ли вы к путешествию или стремитесь к свободному владению языком, наши курсы предлагают увлекательные уроки и практические упражнения.',
        icons: ['/popularicon4.svg'],
        href: '/classess/индивидуальные%20занятия%20по%20корейскому?lang=ru',
      },
      {
        topText: 'РАННЕЕ ОБУЧЕНИЕ',
        title: 'АНГЛИЙСКИЙ ДЛЯ ДЕТЕЙ',
        description:
          'Наши занятия английским для детей созданы для того, чтобы сделать обучение веселым и увлекательным для юных учеников. Благодаря интерактивным играм, рассказыванию историй и творческим занятиям, дети будут развивать свои навыки английского языка в поддерживающей среде. Идеально подходит для укрепления уверенности и любви к языку с раннего возраста.',
        icons: ['/popularicon5.svg'],
        href: '/classess/английский%20для%20детей?lang=ru',
      },
    ],
  },
  careers: {
    header: 'Карьера',
    imgGallery: [
      '/gallery/image-1.png',
      '/gallery/image-2.png',
      '/gallery/image-3.png',
      '/gallery/image-4.png',
      '/gallery/image-5.png',
      '/gallery/image-6.png',
      '/gallery/image-7.png',
    ],
    navSection: {
      title: 'Содержание',
      links: [
        {
          name: 'Открытые вакансии',
          href: '#open-positions',
        },
        {
          name: 'Преимущества',
          href: '#benefits',
        },
        {
          name: 'Процесс набора персонала',
          href: '#recruitment-process',
        },
        {
          name: 'Ценности',
          href: '#values',
        },
      ],
      description:
        'Если вы так же увлечены обучением , как и мы, вы пришли в нужное место.',
    },
    openPositions: {
      title: 'Открытые Вакансии',
      positions: [
        {
          title: 'Инструктор (английский язык)',
          location: 'Чирчик / На месте',
        },
        {
          title: 'Администратор ресепшена',
          location: 'Чирчик / На месте',
        },
        {
          title: 'Инструктор (корейский язык)',
          location: 'Чирчик / На месте',
        },
      ],
    },
    optionalRequision: {
      title: 'Есть другие идеи?',
      description: 'Отправьте нам свое портфолио и резюме на ',
      cultureBook: 'Загрузите нашу Книгу Культуры и узнайте больше!',
      button: 'Скачать',
      buttonHref: '/careers',
      bgImage: '/careers-img.webp',
    },
    benefits: {
      title: 'Преимущества',
      cards: [
        {
          icon: '/flexible_hours.svg',
          image: '',
          title: 'Гибкий график работы',
        },
        {
          icon: '/Career_development.svg',
          image: '',
          title: 'Развитие карьеры',
        },
        {
          icon: '/collaborative_environment.svg',
          image: '',
          title: 'Сотрудничество в коллективе',
        },
        {
          icon: '/high-competetive-offers.svg',
          image: '',
          title: 'Высокая конкурентоспособная зарплата',
        },
      ],
    },
    recruitmentProcess: {
      title: 'Процесс набора персонала',
      process: [
        {
          stepIndex: 1,
          stepTitle: 'Рассмотрение заявок и резюме',
          stepDescription:
            'Отправьте нам свое портфолио (пожалуйста, сделайте его актуальным) и резюме (пожалуйста, ограничьтесь одной страницей). Вы можете подать заявку на одну из открытых позиций или отправить нам свою заявку в любом случае.',
          stepVideo: '/video/rec-1.mp4',
        },
        {
          stepIndex: 2,
          stepTitle: 'Приглашение на интервью',
          stepDescription:
            'Если вас пригласили на интервью, просто приходите с энергией и новыми идеями! Собеседование будет проводиться с теми, с кем вы будете работать: генеральным директором и вашим будущим руководителем проекта.',
          stepVideo: '/video/rec-2.mp4',
        },
        {
          stepIndex: 3,
          stepTitle: 'Интервью',
          stepDescription:
            'Отправьте нам свое портфолио (пожалуйста, сделайте его актуальным) и резюме (пожалуйста, ограничьтесь одной страницей). Вы можете подать заявку на одну из открытых позиций или отправить нам свою заявку в любом случае.',
          stepVideo: '/video/rec-3.mp4',
        },
        {
          stepIndex: 4,
          stepTitle: 'Предложение',
          stepDescription:
            'После успешного прохождения интервью мы тщательно рассмотрим вашу заявку и результаты собеседования. Если мы посчитаем, что вы отлично подходите для нашей команды, мы сделаем вам предложение. Это предложение будет включать все детали, которые вам понадобятся, чтобы принять осознанное решение о присоединении к нам. Мы рады приветствовать страстных и талантливых людей в нашей компании. Пожалуйста, посмотрите видео, чтобы узнать больше о следующих шагах.',
          stepVideo: '/video/rec-4.mp4',
        },
      ],
    },
    values: {
      title: 'Наши Ценности',
      description:
        'Согласованная команда — это основа отличной корпоративной культуры. Это помогает нам хорошо выполнять работу и сохранять драгоценный баланс между работой и личной жизнью.',
      valueList: [
        {
          id: 1,
          title: 'Предпринимательство',
          description:
            'Будьте смелыми, будьте готовы идти на риск, верьте в свои идеи, используйте свои сильные стороны. Творчество часто бывает уединённым процессом. Предпринимательский подход к своей работе означает владение своими задачами и проектами и продвижение их вперёд с или без контроля. Это также умение знать, когда обратиться за поддержкой к команде и когда найти время для расширения своих навыков. Если вас привлекает новый плагин, вы хотите изучить новую технологию или взять новое направление, у нас есть всё необходимое. Навыки > роли.',
        },
        {
          id: 2,
          title: 'Уважение',
          description:
            'Доверие возникает из отношений — начиная с самого себя и своей работы, до коллег, на которых вы рассчитываете, и доверия клиентов, когда они доверяют нам свои ценные идеи. Доверие строится и культивируется; это часть работы, которую мы делаем в TBD. Если работа требует выполнения, мы берём её на себя. И мы благодарим друг друга за это.',
        },
        {
          id: 3,
          title: 'Доверие',
          description:
            'Коммуникация с эмпатией и эмоциональным интеллектом может быть трудной задачей, но мы верим, что это единственный способ по-настоящему развиваться. Принятие различий во мнениях может быть ещё сложнее, но мы гордимся тем, насколько разнообразна и многопрофильна наша команда. У нас нет времени на «гениальных придурков» — мы сообщество, и мы его защищаем. Мы признаём ценность друг друга и празднуем успехи друг друга.',
        },
        {
          id: 4,
          title: 'Эффективность',
          description:
            'Мы создаём в мире с бюджетами и сроками. Понимание ограничений и выбор правильных инструментов для работы — это такая же часть искусства, как и творческий поток. Именно поэтому мы ценим время, затраченное на освоение новых навыков и инструментов, которые, в свою очередь, позволяют нам выделить больше времени на художественный подход. Развитие карьеры важно для каждого из нас. Развивайтесь по одному из наших заранее определённых путей или выберите свой собственный путь.',
        },
        {
          id: 5,
          title: 'Честность',
          description:
            'Мы создаём в мире с бюджетами и сроками. Понимание ограничений и выбор правильных инструментов для работы — это такая же часть искусства, как и творческий поток. Именно поэтому мы ценим время, затраченное на освоение новых навыков и инструментов, которые, в свою очередь, позволяют нам выделить больше времени на художественный подход. Развитие карьеры важно для каждого из нас. Развивайтесь по одному из наших заранее определённых путей или выберите свой собственный путь.',
        },
      ],
    },
  },
  contactPage: {
    workInfo: {
      customerServiceDepartment: 'Отдел обслуживания клиентов',
      workdays: 'Каждый день',
      start: 'с 8:00',
      end: 'до 20:00',
    },
    readMore: {
      title: 'узнать больше',
      processingPurposes: {
        title: 'Цели обработки: ',
        description:
          'Мы будем обрабатывать ваши персональные данные для предоставления вам услуги по ведению учетной записи на нашем сайте; для налоговых и бухгалтерских целей; для предъявления, определения или защиты от претензий; для облегчения использования нашего сайта; для прямого маркетинга, включая профилирование, а также для проведения анализа и статистики в маркетинговых целях и для проведения опроса удовлетворенности предлагаемыми услугами.',
      },
      processingOfPersonalData: {
        title: 'Ваши права в связи с обработкой персональных данных: ',
        description:
          'Право требовать доступа к персональным данным; право требовать исправления персональных данных; право требовать удаления персональных данных; право требовать ограничения обработки персональных данных; право возражать против обработки персональных данных; право на перенос данных; право отозвать согласие на обработку персональных данных; и право подать жалобу президенту Управления по защите персональных данных.',
      },
    },
  },
};
