import { title } from 'process';

export const data = {
  about: {
    title: 'Кто мы и что вы получите от наших услуг',
    description: `Добро пожаловать в учебный центр LEVEL! Мы — современный учебный центр, основанный с целью предоставить каждому желающему качественное и доступное образование, а также возможность обучаться за рубежом. Наша команда состоит из людей, которые обучались за границей, и готовы применить свой бесценный опыт и методики для вас. Идея создания гибридного образовательного центра, который включал бы в себя обучение и помощь в выборе и подаче заявлений в вузы, не нова и широко применяется по всему миру. Однако на данный момент в Узбекистане мы являемся первой такой образовательной платформой, не имеющей аналогов. Более того, мы делаем образование доступным для каждого и не ограничиваем возможности, предлагая современные методики обучения и качественный сервис. Если вы готовы получать новые знания и учиться в мировых вузах, тогда мы поможем вам осуществить ваши цели.
`,
    topText: 'О нас',
    motto: 'Девиз',
    why: 'Почему стоит учиться в учебном центре Level',
  },

  header: {
    header_logo1: 'Study',
    tabs: {
      courses: 'Курсы',
      about: 'О нас',
      studyAbroad: 'Обучение за рубежом',
      contact: 'Контакты',
      careers: 'Карьера',
    },
    langs: {
      uzb: 'Узбекский',
      rus: 'Русский',
      eng: 'Английский',
    },
    theme: {
      light: 'Светлая',
      dark: 'Темная',
    },
    logoSideText: 'Учебный',
    accessibility: {
      title: 'Доступность',
      enlargeText: 'Увеличить текст',
      reduceText: 'Уменьшить текст',
      grayscale: 'Черно-белый',
      highContrast: 'Высокий контраст',
      negativeContrast: 'Негативный контраст',
      reset: 'Сбросить',
    },
  },

  landingAdd: {
    mainTitle: ['Предварительная регистрация', 'открыта сейчас'],
    subTitle:
      'ЗАРЕГИСТРИРУЙТЕСЬ В ГРУППУ ВОВРЕМЯ И ПОЛУЧИТЕ ВОЗМОЖНОСТЬ УЧИТЬСЯ ЗА ГРАНИЦЕЙ',
    buttonText: 'Заполнить форму',
    topPic: ['НОВЫЙ', 'УЧЕБНЫЙ', 'ГОД'],
    bottomPic: ['НОВЫЕ', 'ЦЕЛИ'],
  },

  reasons: [
    {
      question:
        'Для наших учеников с отличной успеваемостью мы бесплатно подаём заявки в иностранные университеты на грантовой и платной основах.',
      answer:
        'Вам больше не нужно заниматься поиском университетов самим. Наши специалисты сделают это за вас: подберут университет, подходящий вашим навыкам и достижениям, и помогут подготовить весь пакет документов для подачи в университет и получения визы. Стоит учитывать, что для подачи в университет на грантовой основе ваши предыдущие оценки должны быть выше среднего, а также требуется сертификат о знании языка с определённым уровнем.',
    },
    {
      question:
        'Бесплатное обучение или скидки на курсы для учеников нашего учебного центра.',
      answer: `Бесплатное обучение возможно! Наш учебный центр – единственный такого рода в Узбекистане. Ученики нашего учебного центра могут учиться на бесплатной основе, если они соответствуют следующим требованиям:
      a) Показывают отличную успеваемость.
      b) Получают наивысшие баллы 99+ на экзаменах и тестах.
      Мы также предоставляем скидки на обучение в нашем учебном центре (корпоративные, по рекомендации друга и другие).
`,
    },
    {
      question:
        'Все наши преподаватели сертифицированы, а также являются студентами либо выпускниками мировых университетов.',
      answer:
        'Члены нашей команды имеют официальные сертификаты, подтверждающие уровень и знание иностранного языка, выданные госучреждениями и консульствами. Знания, полученные за рубежом, они применяют в методике обучения, что положительно влияет на его качество.',
    },
    {
      question: 'Предоставление занятий в онлайн-режиме.',
      answer:
        'Онлайн-занятия актуальны как никогда. Их преимущество — это гибкость, которая подстраивается под ваш график. Преподаватели, находящиеся за рубежом, отлично применяют эту методику, невзирая на географическое положение, что позволяет им передавать последние тренды и актуальные знания.',
    },
  ],
  news: 'Новости!',

  blogs: [
    {
      id: 1,
      img: '/coming-soon.jpg',
      title: 'Что-то, что вы хотите узнать о нас',
      comingSoon: true,
    },
    {
      id: 2,
      img: '/coming-soon.jpg',
      title: 'Что-то, что вы хотите узнать о нас',
      comingSoon: true,
    },
    {
      id: 3,
      img: '/coming-soon.jpg',
      title: 'Что-то, что вы хотите узнать о нас',
      comingSoon: true,
    },
    {
      id: 4,
      img: '/coming-soon.jpg',
      title: 'Что-то, что вы хотите узнать о нас',
      comingSoon: true,
    },
  ],

  classPage: {
    homeContent: {
      title: 'Доступные занятия в наших клубах',
      subtitle: 'Выберите свой любимый курс и начните обучение с нами!',
    },
    mainContent: {
      video: '',
      title:
        'Откройте для себя расширенные возможности обучения в Level Learning Center!',
      description: [
        'В нашем образовательном центре вы сможете пройти широкий спектр курсов по языкам и ИТ, направленных на повышение ваших навыков и знаний.',
        'Выберите один из различных курсов, включая:',
        [
          'Продвинутое обучение языкам для профессионального и личного развития',
          'Передовые ИТ-курсы и сертификации',
          'Интерактивные семинары и практические проекты',
          'Специализированное обучение новым технологиям и языкам',
        ],
        'Наша программа обучения также включает известные языковые программы и наши собственные специализированные ИТ-тренинги, такие как буткемпы по Data Science и мастер-классы по деловому английскому языку.',
      ],
      button: 'Все курсы',
    },
    classList: [
      {
        title: 'Английский язык',
        list: [
          {
            name: 'Подготовка к IELTS',
            description:
              'Комплексный курс, разработанный для подготовки студентов к экзамену IELTS с акцентом на стратегии тестирования, академическое письмо, понимание прочитанного и разговорные навыки.',
            video:
              'https://player.vimeo.com/video/753901222?autoplay=1&title=0&byline=0&portrait=0', // Замените на реальную ссылку на видео
            forWhom: [
              'для студентов, планирующих учебу за границей',
              'для тех, кто ищет возможности для иммиграции',
              'для всех, кому необходим высокий балл IELTS',
            ],
            cost: '$300',
            duration: '8 недель',
            intensity: 4 / 4,
            purpose: 'подготовка к экзамену, улучшение уровня владения языком',
            effects: [
              'повышение балла IELTS',
              'улучшение академических навыков английского языка',
              'улучшение стратегий сдачи экзаменов',
              'повышение уверенности в английском языке',
            ],
          },
          {
            name: 'Курсы по стандартам CEFR',
            description:
              'Курсы, направленные на улучшение языковых навыков в соответствии со стандартами CEFR, с уровнями от A1 до C2. Акцент на разговорные, письменные, чтение и аудирование навыки.',
            video:
              'https://player.vimeo.com/video/753901222?autoplay=1&title=0&byline=0&portrait=0', // Замените на реальную ссылку на видео
            forWhom: [
              'для учащихся всех уровней',
              'для тех, кто нуждается в структурированном улучшении языка',
              'для лиц, стремящихся к сертификации CEFR',
            ],
            cost: '$250',
            duration: '12 недель',
            intensity: 3 / 4,
            purpose: 'развитие языковых навыков, сертификация по CEFR',
            effects: [
              'улучшение уровня владения языком',
              'сертификация по стандартам CEFR',
              'улучшение коммуникативных навыков',
              'углубленное понимание грамматики',
            ],
          },
          {
            name: 'Английский язык для детей',
            description:
              'Увлекательные курсы английского языка для детей с акцентом на словарный запас, грамматику и разговорные навыки через интерактивные занятия.',
            video:
              'https://player.vimeo.com/video/753901222?autoplay=1&title=0&byline=0&portrait=0', // Замените на реальную ссылку на видео
            forWhom: [
              'для детей в возрасте 6-12 лет',
              'для родителей, ищущих качественное образование на английском языке для своих детей',
              'для юных учащихся, интересующихся английским языком',
            ],
            cost: '$200',
            duration: '10 недель',
            intensity: 2 / 4,
            purpose: 'раннее развитие языка, основные навыки английского языка',
            effects: [
              'улучшение навыков английского языка',
              'улучшение словарного запаса и грамматики',
              'повышение разговорных способностей',
              'повышение уверенности в английском языке',
            ],
          },
          {
            name: 'Основы грамматики английского языка',
            description:
              'Курс, ориентированный на английскую грамматику, охватывающий ключевые темы, такие как времена глаголов, структура предложений и пунктуация. Идеально подходит для тех, кто хочет улучшить свои грамматические навыки.',
            video:
              'https://player.vimeo.com/video/753901222?autoplay=1&title=0&byline=0&portrait=0', // Замените на реальную ссылку на видео
            forWhom: [
              'для учащихся всех уровней',
              'для тех, кому нужна повторная грамматическая подготовка',
              'для лиц, готовящихся к экзаменам',
            ],
            cost: '$150',
            duration: '6 недель',
            intensity: 3 / 4,
            purpose: 'улучшение грамматики, подготовка к экзаменам',
            effects: [
              'улучшение грамматических навыков',
              'повышение точности письма и речи',
              'лучшее понимание правил английского языка',
              'повышение уверенности в использовании английского языка',
            ],
          },
        ],
      },
      {
        title: 'Корейский язык',
        list: [
          {
            name: 'Корейский язык (Индивидуальные занятия)',
            description:
              'Персонализированные уроки корейского языка, адаптированные к индивидуальным потребностям обучения, с акцентом на разговорные, аудирование, чтение и письменные навыки.',
            video:
              'https://player.vimeo.com/video/753901222?autoplay=1&title=0&byline=0&portrait=0', // Замените на реальную ссылку на видео
            forWhom: [
              'для начинающих и продвинутых учащихся',
              'для тех, кто интересуется корейской культурой',
              'для лиц, ищущих персонализированное обучение',
            ],
            cost: '$50 в месяц',
            duration: 'Гибкий',
            intensity: 2 / 4,
            purpose: 'овладение языком, персонализированное обучение',
            effects: [
              'улучшение навыков корейского языка',
              'персонализированный учебный опыт',
              'лучшее понимание корейской культуры',
              'повышение уверенности в разговорном корейском языке',
            ],
          },
          {
            name: 'Корейский язык (Групповые занятия)',
            description:
              'Интерактивные групповые занятия, направленные на базовые и продвинутые навыки корейского языка с акцентом на общение и понимание культуры.',
            video:
              'https://player.vimeo.com/video/456789012?autoplay=1&title=0&byline=0&portrait=0', // Замените на реальную ссылку на видео
            forWhom: [
              'для лиц, ищущих возможности группового обучения',
              'для студентов, интересующихся корейским языком и культурой',
              'для тех, кто хочет улучшить разговорный корейский',
            ],
            duration: '10 недель (1 занятие в неделю)',
            cost: '$180',
            purpose:
              'Изучение корейского языка в группе, улучшение разговорных навыков',
            effects: [
              'Улучшение разговорного корейского языка',
              'Повышение понимания корейской культуры',
              'Улучшение языковых навыков через взаимодействие',
            ],
          },
        ],
      },
      {
        title: 'ИТ курсы',
        list: [
          {
            name: 'Введение в программирование',
            description:
              'Курс для начинающих, который знакомит с основами программирования с использованием различных языков и инструментов.',
            video:
              'https://player.vimeo.com/video/567890123?autoplay=1&title=0&byline=0&portrait=0', // Замените на реальную ссылку на видео
            forWhom: [
              'для начинающих, интересующихся программированием',
              'для студентов, стремящихся войти в сферу ИТ',
              'для профессионалов, стремящихся повысить квалификацию',
            ],
            duration: '6 недель (2 занятия в неделю)',
            cost: '$300',
            purpose:
              'Понимание основных концепций программирования, начало карьеры в ИТ',
            effects: [
              'Базовые навыки программирования',
              'Фундамент для продвинутых курсов программирования',
              'Повышение карьерных возможностей в ИТ',
            ],
          },
          {
            name: 'Продвинутый анализ данных',
            description:
              'Продвинутый курс, ориентированный на методы, инструменты и методологии анализа данных для опытных учащихся.',
            video:
              'https://player.vimeo.com/video/678901234?autoplay=1&title=0&byline=0&portrait=0', // Замените на реальную ссылку на видео
            forWhom: [
              'для опытных специалистов в области анализа данных',
              'для студентов с опытом работы в ИТ',
              'для профессионалов, нуждающихся в продвинутых навыках анализа данных',
            ],
            duration: '8 недель (2 занятия в неделю)',
            cost: '$400',
            purpose:
              'Освоение методов анализа данных, применение навыков работы с данными в профессиональной среде',
            effects: [
              'Продвинутые навыки анализа данных',
              'Повышение способности справляться с сложными задачами работы с данными',
              'Повышение возможностей трудоустройства в сфере данных',
            ],
          },
        ],
      },
    ],
  },
  schedule: {
    title: 'Места',
    map: 'Карта',
    list: 'Список',
    getDirections: 'Проложить маршрут с помощью ',
    places: [
      {
        cityName: 'Ташкент',
        clubs: [
          {
            name: 'Level Learning Center',
            address: 'Улица Фуркат 4, 100021, Ташкент, Узбекистан',
            latitude: 41.4725,
            longitude: 69.5906,
            image: '/logo.svg',
            benefits: [
              'Английский',
              'Китайский',
              'Разработка программного обеспечения',
              'Разработка аппаратного обеспечения',
              'Разработка Frontend',
              'Разработка Backend',
              'Математика',
            ],
          },
        ],
      },
    ],
  },

  yes2MoveCourses: [
    {
      video:
        'https://player.vimeo.com/video/399707077?autoplay=1&title=0&byline=0&portrait=0',
      img: '/offer5.webp',
      title: 'TURBO COMBUSTION',
      trainers: 'Maria and Kamil Mańko',
      duration: '30',
      desc: 'short',
    },
    {
      video:
        'https://player.vimeo.com/video/399716434?autoplay=1&title=0&byline=0&portrait=0',
      img: '/offer2.webp',
      title: 'GOOD MORNING YOGA',
      trainers: 'Adrian Matecki',
      duration: '15',
      desc: 'short',
    },
    {
      video:
        'https://player.vimeo.com/video/399692892?autoplay=1&title=0&byline=0&portrait=0',
      img: '/offer3.webp',
      title: 'STRETCHING FOR WARM-UP',
      trainers: 'Agnieszka Dolniak',
      duration: '15',
      desc: 'short',
    },
    {
      video:
        'https://player.vimeo.com/video/399716434?autoplay=1&title=0&byline=0&portrait=0',
      img: '/offer4.webp',
      title: 'CORE PILATES',
      trainers: 'atrick Tomaszewski',
      duration: '15',
      desc: 'short',
    },
  ],
  offers: {
    title: 'Предложения',
    forYou: {
      title: 'для вас',
      desc: 'Выберите центр и начните ваше приключение с нами!',
      btn: 'Выберите центр',
    },
    forCompanies: {
      title: 'для компаний',
      desc: ['Посмотрите наши предложения для', 'ваших команд и сотрудников'],
      btn: 'Узнать больше',
    },
    packages: {
      ielts: {
        title: 'IELTS',
        desc: 'Онлайн-обучение',
      },
      korean: {
        title: 'Корейский язык',
        desc: 'Онлайн-обучение',
      },
      kids: {
        title: 'Детский клуб',
        desc: 'Онлайн-обучение',
      },
    },
  },

  footer: {
    information: {
      title: 'Информация',
      links: [
        {
          title: 'Уровень образования',
          href: '/',
        },

        {
          title: 'Карьера',
          href: '/careers',
        },
        {
          title: 'Новости',
          href: '/#news-section',
        },
        {
          title: 'Курсы',
          href: '/classes',
        },
      ],
    },
    services: {
      title: 'Услуги',
      links: [
        {
          title: 'Предложение для компаний',
          href: '/#offersComp',
        },
        {
          title: 'Для вас',
          href: '/#forYou',
        },
        {
          title: 'Обучение за границей',
          href: '/study-abroad',
        },
        {
          title: 'Найдите ваш центр',
          href: '/contact#map',
        },
      ],
    },
    contact: {
      title: 'Свяжитесь с нами',
      links: [
        {
          title: 'Контакты',
          href: '/contact',
        },
      ],
    },
    copyright: {
      name: 'Центр образовательного уровня',
    },
  },
  contactForm: {
    title: 'Заполните форму',
    description: 'Оставьте свои данные, и мы свяжемся с вами',
    email: 'Электронная почта',
    name: 'Имя и фамилия',
    phone: 'Телефон',
    message: 'Сообщение',
    emailPlaceholder: 'example@domain.com',
    namePlaceholder: 'Ишматов Тошмат',
    phonePlaceholder: '+998 99 999 99 99',
    messagePlaceholder: 'Ваше сообщение здесь...',
    button: 'Отправить сообщение',
    required: 'обязательные поля',
  },
  toastMessages: {
    pending: 'Отправка вашего сообщения...',
    success:
      'Ваше сообщение успешно отправлено, пожалуйста, ожидайте нашего ответа!',
    error:
      'Ошибка при отправке формы, лучше отправить электронное письмо: sampleEmail@level-edu.uz',
  },
  hero: {
    title:
      'Присоединяйтесь к нашему списку ожидания: Будьте в числе первых, кто исследует мир!',
    description:
      'Наши программы обучения за границей разработаны для того, чтобы предложить вам уникальный образовательный опыт, сочетающий академическое превосходство с культурным погружением. Готовьтесь открывать новые культуры, встречать разные сообщества и расширять свой глобальный кругозор, продолжая учебу. Эта страница специально создана, чтобы сэкономить ваше время и помочь вам найти идеальную международную программу, прежде чем вы отправитесь в это захватывающее путешествие. Присоединяйтесь к нашему списку ожидания сегодня и будьте первыми, кто получит обновления о наших предстоящих программах, стипендиях и эксклюзивных возможностях!',
    button: 'Присоединиться к списку ожидания',
    checkUs: 'Посмотрите нас в социальных сетях',
    thankYou: {
      title: 'Спасибо за участие!',
      description:
        'Мы ценим ваш интерес к нашим программам. Вы будете в числе первых, кто получит обновления о наших новых возможностях обучения за границей.',
      stayTuned:
        'Ожидайте дополнительную информацию. Подписывайтесь на наши социальные сети, чтобы быть в курсе последних новостей и обновлений.',
    },
  },
  popularActivities: {
    title: 'Популярные занятия',
    classes: [
      {
        topText: 'ПОДГОТОВКА К ЭКЗАМЕНАМ',
        title: 'ПОДГОТОВКА К IELTS',
        description:
          'Наши занятия по подготовке к IELTS разработаны для того, чтобы помочь вам достичь желаемого результата. Мы предлагаем комплексное обучение по всем четырем модулям: Аудирование, Чтение, Письмо и Разговорная речь. Благодаря практическим тестам, увеличению словарного запаса и персонализированным отзывам вы улучшите свои навыки и повысите уверенность в себе.',
        icons: ['/popularicon1.svg', '/popularicon2.svg', '/popularicon3.svg'],
        href: '/classess/%D0%BF%D0%BE%D0%B4%D0%B3%D0%BE%D1%82%D0%BE%D0%B2%D0%BA%D0%B0%20%D0%BA%20ielts',
      },
      {
        topText: 'ИЗУЧЕНИЕ ЯЗЫКА',
        title: 'КУРСЫ КОРЕЙСКОГО ЯЗЫКА',
        description:
          'Погрузитесь в изучение корейского языка с нашими интерактивными занятиями. От базового словарного запаса и грамматики до продвинутых навыков общения, наша программа обучения поможет вам эффективно освоить корейский язык. Независимо от того, готовитесь ли вы к путешествию или стремитесь к свободному владению языком, наши курсы предлагают увлекательные уроки и практические упражнения.',
        icons: ['/popularicon4.svg'],
        href: '/classess/%D0%BA%D0%BE%D1%80%D0%B5%D0%B9%D1%81%D0%BA%D0%B8%D0%B9%20%D1%8F%D0%B7%D1%8B%D0%BA%20(%D0%B8%D0%BD%D0%B4%D0%B8%D0%B2%D0%B8%D0%B4%D1%83%D0%B0%D0%BB%D1%8C%D0%BD%D1%8B%D0%B5%20%D0%B7%D0%B0%D0%BD%D1%8F%D1%82%D0%B8%D1%8F)',
      },
      {
        topText: 'РАННЕЕ ОБУЧЕНИЕ',
        title: 'АНГЛИЙСКИЙ ДЛЯ ДЕТЕЙ',
        description:
          'Наши занятия английским для детей созданы для того, чтобы сделать обучение веселым и увлекательным для юных учеников. Благодаря интерактивным играм, рассказыванию историй и творческим занятиям, дети будут развивать свои навыки английского языка в поддерживающей среде. Идеально подходит для укрепления уверенности и любви к языку с раннего возраста.',
        icons: ['/popularicon5.svg'],
        href: '/classess/%D0%B0%D0%BD%D0%B3%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9%20%D1%8F%D0%B7%D1%8B%D0%BA%20%D0%B4%D0%BB%D1%8F%20%D0%B4%D0%B5%D1%82%D0%B5%D0%B9',
      },
    ],
  },
  careers: {
    header: 'Карьера',
    imgGallery: [
      '/gallery/image-1.png',
      '/gallery/image-2.png',
      '/gallery/image-3.png',
      '/gallery/image-4.png',
      '/gallery/image-5.png',
      '/gallery/image-6.png',
      '/gallery/image-7.png',
    ],
    navSection: {
      title: 'Содержание',
      links: [
        {
          name: 'Открытые вакансии',
          href: '#open-positions',
        },
        {
          name: 'Преимущества',
          href: '#benefits',
        },
        {
          name: 'Процесс набора персонала',
          href: '#recruitment-process',
        },
        {
          name: 'Ценности',
          href: '#values',
        },
      ],
      description:
        'Если вы так же увлечены обучением и технологиями, как и мы, вы пришли в нужное место.',
    },
    openPositions: {
      title: 'Открытые Вакансии',
      positions: [
        {
          title: 'Инструктор (английский язык)',
          location: 'Чирчик / На месте',
        },
        {
          title: 'Администратор ресепшена',
          location: 'Чирчик / На месте',
        },
        {
          title: 'Инструктор (корейский язык)',
          location: 'Чирчик / На месте',
        },
      ],
    },
    optionalRequision: {
      title: 'Есть другие идеи?',
      description: 'Отправьте нам свое портфолио и резюме на ',
      cultureBook: 'Загрузите нашу Книгу Культуры и узнайте больше!',
      button: 'Скачать',
      buttonHref: '/careers',
      bgImage: '/careers-img.webp',
    },
    benefits: {
      title: 'Преимущества',
      cards: [
        {
          icon: '',
          image: '',
          title: 'Гибкий график работы',
        },
        {
          icon: '',
          image: '',
          title: 'Развитие карьеры',
        },
        {
          icon: '',
          image: '',
          title: 'Сотрудничество в коллективе',
        },
        {
          icon: '',
          image: '',
          title: 'Высокая конкурентоспособная зарплата',
        },
      ],
    },
    recruitmentProcess: {
      title: 'Процесс набора персонала',
      process: [
        {
          stepIndex: 1,
          stepTitle: 'Рассмотрение заявок и резюме',
          stepDescription:
            'Отправьте нам свое портфолио (пожалуйста, сделайте его актуальным) и резюме (пожалуйста, ограничьтесь одной страницей). Вы можете подать заявку на одну из открытых позиций или отправить нам свою заявку в любом случае.',
          stepVideo: '/video/rec-1.mp4',
        },
        {
          stepIndex: 2,
          stepTitle: 'Приглашение на интервью',
          stepDescription:
            'Если вас пригласили на интервью, просто приходите с энергией и новыми идеями! Собеседование будет проводиться с теми, с кем вы будете работать: генеральным директором и вашим будущим руководителем проекта.',
          stepVideo: '/video/rec-2.mp4',
        },
        {
          stepIndex: 3,
          stepTitle: 'Интервью',
          stepDescription:
            'Отправьте нам свое портфолио (пожалуйста, сделайте его актуальным) и резюме (пожалуйста, ограничьтесь одной страницей). Вы можете подать заявку на одну из открытых позиций или отправить нам свою заявку в любом случае.',
          stepVideo: '/video/rec-3.mp4',
        },
        {
          stepIndex: 4,
          stepTitle: 'Предложение',
          stepDescription:
            'После успешного прохождения интервью мы тщательно рассмотрим вашу заявку и результаты собеседования. Если мы посчитаем, что вы отлично подходите для нашей команды, мы сделаем вам предложение. Это предложение будет включать все детали, которые вам понадобятся, чтобы принять осознанное решение о присоединении к нам. Мы рады приветствовать страстных и талантливых людей в нашей компании. Пожалуйста, посмотрите видео, чтобы узнать больше о следующих шагах.',
          stepVideo: '/video/rec-4.mp4',
        },
      ],
    },
    values: {
      title: 'Наши Ценности',
      description:
        'Согласованная команда — это основа отличной корпоративной культуры. Это помогает нам хорошо выполнять работу и сохранять драгоценный баланс между работой и личной жизнью.',
      valueList: [
        {
          id: 1,
          title: 'Предпринимательство',
          description:
            'Будьте смелыми, будьте готовы идти на риск, верьте в свои идеи, используйте свои сильные стороны. Творчество часто бывает уединённым процессом. Предпринимательский подход к своей работе означает владение своими задачами и проектами и продвижение их вперёд с или без контроля. Это также умение знать, когда обратиться за поддержкой к команде и когда найти время для расширения своих навыков. Если вас привлекает новый плагин, вы хотите изучить новую технологию или взять новое направление, у нас есть всё необходимое. Навыки > роли.',
        },
        {
          id: 2,
          title: 'Уважение',
          description:
            'Доверие возникает из отношений — начиная с самого себя и своей работы, до коллег, на которых вы рассчитываете, и доверия клиентов, когда они доверяют нам свои ценные идеи. Доверие строится и культивируется; это часть работы, которую мы делаем в TBD. Если работа требует выполнения, мы берём её на себя. И мы благодарим друг друга за это.',
        },
        {
          id: 3,
          title: 'Доверие',
          description:
            'Коммуникация с эмпатией и эмоциональным интеллектом может быть трудной задачей, но мы верим, что это единственный способ по-настоящему развиваться. Принятие различий во мнениях может быть ещё сложнее, но мы гордимся тем, насколько разнообразна и многопрофильна наша команда. У нас нет времени на «гениальных придурков» — мы сообщество, и мы его защищаем. Мы признаём ценность друг друга и празднуем успехи друг друга.',
        },
        {
          id: 4,
          title: 'Эффективность',
          description:
            'Мы создаём в мире с бюджетами и сроками. Понимание ограничений и выбор правильных инструментов для работы — это такая же часть искусства, как и творческий поток. Именно поэтому мы ценим время, затраченное на освоение новых навыков и инструментов, которые, в свою очередь, позволяют нам выделить больше времени на художественный подход. Развитие карьеры важно для каждого из нас. Развивайтесь по одному из наших заранее определённых путей или выберите свой собственный путь.',
        },
        {
          id: 5,
          title: 'Честность',
          description:
            'Мы создаём в мире с бюджетами и сроками. Понимание ограничений и выбор правильных инструментов для работы — это такая же часть искусства, как и творческий поток. Именно поэтому мы ценим время, затраченное на освоение новых навыков и инструментов, которые, в свою очередь, позволяют нам выделить больше времени на художественный подход. Развитие карьеры важно для каждого из нас. Развивайтесь по одному из наших заранее определённых путей или выберите свой собственный путь.',
        },
      ],
    },
  },
  contactPage: {
    workInfo: {
      customerServiceDepartment: 'Отдел обслуживания клиентов',
      workdays: 'Каждый день',
      start: 'с 8:00',
      end: 'до 20:00',
    },
    readMore: {
      title: 'узнать больше',
      processingPurposes: {
        title: 'Цели обработки: ',
        description:
          'Мы будем обрабатывать ваши персональные данные для предоставления вам услуги по ведению учетной записи на нашем сайте; для налоговых и бухгалтерских целей; для предъявления, определения или защиты от претензий; для облегчения использования нашего сайта; для прямого маркетинга, включая профилирование, а также для проведения анализа и статистики в маркетинговых целях и для проведения опроса удовлетворенности предлагаемыми услугами.',
      },
      processingOfPersonalData: {
        title: 'Ваши права в связи с обработкой персональных данных: ',
        description:
          'Право требовать доступа к персональным данным; право требовать исправления персональных данных; право требовать удаления персональных данных; право требовать ограничения обработки персональных данных; право возражать против обработки персональных данных; право на перенос данных; право отозвать согласие на обработку персональных данных; и право подать жалобу президенту Управления по защите персональных данных.',
      },
    },
  },
};
